export default {
    start: `Привет. Перед тем, как вы отправите что-либо в канал через бота, прочитайте правила: \n\n1. Нельзя флудить/спамить!\n\n2. Реклама запрещена, даже ивенты внутри Веста!\n\n3. Легкий жаргон приветствуется!\n\n4. Админ топ это не оспаривается\n\n\nНарушение этих правил(в особенности 4) может привести к пожизненному бану\n\n<b>👨🏻‍💻 Разработчик</b> - @abdusalomov_azam`,
    no_crown: (count: number) => `Корона будет доступна после отправки 100 сообщений:\nВаш счет ${count}`,
    message_sent: `Сообщение будет опубликовано в скором времени!\n\n👨🏻‍💻 Канал разработчика: @abdusalomov_azam`,
    menu: (count: number) =>
        `Новый канал для академических сообщений🎓 @West_Connect\n\nКорона будет доступна после отправки 100 сообщений:\nВаш счет ${count}`,
    change_nickname: `Напишите свой никнейм или удалите его нажав на кнопку `,
    set_nickname: 'Задайте новый никнейм'
};
